tap 'Felixkratz/formulae'
tap 'anomalyco/tap'

brew 'ripgrep'
brew 'fd'
brew 'starship'
brew 'neovim'
brew 'node'
brew 'zoxide'
brew 'stow'
brew 'eza'
brew 'sketchybar'
brew 'borders'
brew 'lazygit'
brew 'git-delta'
brew 'gh'
brew 'mas'
brew 'antidote'
brew 'fzf'
brew 'bat'
brew 'fastfetch'
brew 'btop'
brew 'anomalyco/tap/opencode'
brew 'difftastic'
brew 'tock'

cask 'ghostty'
cask 'nikitabobko/tap/aerospace'
cask 'karabiner-elements'
cask 'leader-key'
cask '1password'
cask 'zoom'
cask 'font-hack-nerd-font'

# mas 'Color Picker', id: 1545870783
