tap 'Felixkratz/formulae'

brew 'ripgrep'
brew 'fd'
brew 'starship'
brew 'neovim'
brew 'zoxide'
brew 'stow'
brew 'eza'
brew 'sketchybar'
brew 'borders'
brew 'lazygit'
brew 'gh'

cask 'ghostty'
cask 'nikitabobko/tap/aerospace'
cask 'karabiner-elements'
cask 'leader-key'
cask '1password'
cask 'zoom'

